    <header>
        <div class="logo">
        <h1>SDGs:ZERO HUNGER</h1>
    </header>
    <table border="1">
        <thead>
        <tr>
            <th>圖片</th>
            <th>項目</th>
            <th>簡介</th>
        </tr>
        <tr>
            <td><a href="https://www.globalgoals.org/goals/2-zero-hunger/"><img src="Iamge/SDGs002.png"></a></td>
            <td><h1>消除飢餓</h1></td> 
            <td><p>消除飢餓，實現糧食安全，改善營養，促進永續農業。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.1.png"></a></td>
            <td><h1>普遍獲得安全和營養的糧食</h1></td> 
            <td><p>在西元 2030 年前，消除飢餓，確保所有的人，尤其是貧窮與弱勢族群(包括嬰兒)，都能夠終年取得安全、營養且足夠的糧食。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.2.png"></a></td>
            <td><h1>結束一切形式的營養不良</h1></td> 
            <td><p>在西元 2030 年前，消除所有形式的營養不良，包括在西元 2025 年前，達成國際合意的五歲以下兒童，並且解決青少女、孕婦、哺乳婦女以及老年人的營養需求。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.3.png"></a></td>
            <td><h1>使小規模食品生產商的生產率和收入增加一倍</h1></td> 
            <td><p>在西元 2030 年前，使農村的生產力與小規模糧食生產者的收入增加一倍，尤其是婦女、原住民、家族式農夫、牧民與漁夫，包括讓他們有安全及公平的土地、生產資源、知識、財務服務、市場、增值機會以及非農業就業機會的管道。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.4.png"></a></td>
            <td><h1>永續糧食生產和彈性農業作法</h1></td> 
            <td><p>在西元 2030 年前，確保可永續發展的糧食生產系統，並實施可災後復原的農村作法，提高產能及生產力，協助維護生態系統，強化適應氣候變遷、極端氣候、乾旱、 洪水與其他災害的能力，並漸進改善土地與土壤的品質。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.5.png"></a></td>
            <td><h1>保持糧食生產中的基因多樣性</h1></td> 
            <td><p>在西元 2020 年前，維持種子、栽種植物、家畜以及與他們有關的野生品種之基因多樣性，包括善用國家、國際與區域妥善管理及多樣化的種籽與植物銀行，並確保運用基因資源與有關傳統知識所產生的好處得以依照國際協議而公平的分享。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.A.png"></a></td>
            <td><h1>投資農村基礎設施、農業研究、科技和基因銀行</h1></td> 
            <td><p>提高在鄉村基礎建設、農村研究、擴大服務、科技發展、植物與家畜基因銀行上的投資，包括透過更好的國際合作，以改善開發中國家的農業產能，尤其是最落後國家。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.B.png"></a></td>
            <td><h1>防止農業貿易限制、市場扭曲和出口補貼</h1></td> 
            <td><p>矯正及預防全球農業市場的交易限制與扭曲，包括依據杜哈發展圓桌，同時消除各種形式的農業出口補助及產生同樣影響的出口措施。</p></td>
        </tr>
        <tr>
            <td><img src="Iamge/Target2.C.png"></a></td>
            <td><h1>確保穩定的糧食商品市場和及時獲得資訊</h1></td> 
            <td><p>採取措施，以確保食品與他們的衍生產品的商業市場發揮正常的功能，並如期取得市場資訊，包括儲糧，以減少極端的糧食價格波動。</p></td>
        </tr>
        </thead>
    </table>